Repository: pmtpro/JohnCMS
Catalog: downloads/locale/*/default.po
Languages: lt

source: Rating
lt: Įvertinimas

source: Comments
lt: Komentarai

source: Uploaded
lt: Įkelta

source: Downloads
lt: Siuntiniai

source: Favorites
lt: Mėgstami

source: For registered users only
lt: Tik registruotiems Vartotojams

source: The list is empty
lt: Sąrašas tuščias

source: Total
lt: Viso

source: To Page
lt: Į puslapį

source: Comments are disabled
lt: Komentarai uždaryti

source: File not found
lt: Failas nerastas

source: Back
lt: Atgal

source: Review comments
lt: Peržiūrėti komentarus

source: Delete File
lt: Ištrinti failą

source: Delete
lt: Ištrinti

source: Description
lt: Aprašymas

source: Maximum 500 characters
lt: Daugiausiai 500 simbolių

source: Save
lt: Išsaugoti

source: The required fields are not filled
lt: Privalomi laukai neužpildyti

source: Repeat
lt: Pakartoti

source: Name for display
lt: Vardas rodymui

source: Link to download file
lt: Nuoroda failo atsisiuntimui

source: Screenshot is attached
lt: Pridetas vaizdas

source: Screenshot not attached
lt: Vaizdas nepridėtas

source: Upload more
lt: Įkelti daugiau

source: Upload
lt: Įkelti

source: File weight should not exceed
lt: Failo dydis negali viršyti

source: A screenshot is automatically converted to a picture, of a width not exceeding 240px (height will be calculated automatically)
lt: Skrinšotas automatiškai konvertuojamas į paveikslėlį, kurios plotis ne didesnis kaip 240px(aukštis apskaičiuotas automatiškai)

source: Edit File
lt: Redaguoti failą

source: Do you really want to delete?
lt: Ar tikrai norite ištrinti?

source: Cancel
lt: Atšaukti

source: Invalid Link
lt: Neveikianti nuoroda

source: The weight of the file exceeds
lt: Failo dydis virsija

source: Prohibited file type!<br>To upload allowed files that have the following extensions
lt: Netinkamas failo tipas!<br>Galima įkelti tik failus šių tipų

source: The file name length must not exceed 100 characters
lt: Failo ilgi neturi but ilgesnis negu 30 simboliai

source: The file name contains invalid characters
lt: Failo pavadinime neleistinį simboliai

source: File attached
lt: Prisegtas failas

source: File not attached
lt: Failas neprisegtas

source: Additional Files
lt: Papildomi failai

source: Select File
lt: Pasirinkti failą

source: Or link to it
lt: Arba nuoroda į failą

source: Save as (max. 30, without extension)
lt: Išsaugoti kaip(max 30, be tipo)

source: Download the additional file
lt: Parsisiųsti papildomą failą

source: Allowed extensions
lt: Leistini plėtiniai

source: Edit
lt: Redaguoti

source: Edit MP3 Tags
lt: Redaguoti MP3 Žymės

source: Tags saved
lt: Žymės išsaugotos

source: Artist
lt: Atlikėjas

source: Title
lt: Pavadinimas

source: Album
lt: Albumas

source: Genre
lt: Žanras

source: Year
lt: Metai

source: Move File
lt: Perkelti failą

source: The file has been moved
lt: Failas buvo perkeltas

source: Update counters
lt: Atnaujinti skaitiklius

source: Move to this folder
lt: Perkelti į šį aplanką

source: The directory does not exist
lt: Katalogas neegzistuoja

source: File import
lt: Failo importavimas

source: Continue
lt: Tęsti

source: Link to file
lt: Nuoroda į failą

source: File Name
lt: Failo pavadinimas

source: Files on moderation
lt: Failas ant moderacijos

source: File accepted
lt: Failas priimtas

source: All files accepted
lt: Visi priimti failai

source: Accept
lt: Priimti

source: Accept all files
lt: Priimti visus failus

source: New Files
lt: Nauji failai

source: Most Commented
lt: Dauguma Komentarų

source: Most Downloaded
lt: Labiausiai Atsisiųsti

source: Popular Files
lt: Populiarus Failai

source: Upload File
lt: Įkelti Failą

source: If you pass moderation, it will be added to the Downloads
lt: Jeigu jus praeisite moderacija, jis bus įkeltas į siuntinius

source: Download
lt: Atsiųsti

source: Access forbidden
lt: Prieiga uždrausta

source: User Files
lt: Vartotojo failai

source: User does not exists
lt: Tokio vartotojo nėra

source: Profile
lt: Profilis

source: Invalid characters
lt: Klaidingi simboliai

source: You can write only the following extensions
lt: Jus galite įrašyti tik šiuos plėtinius

source: Create Folder
lt: Sukurti aplanką

source: The Folder is created
lt: Aplankas sukurtas

source: Error creating categories
lt: Klaida kuriant kategorijas

source: Folder Name
lt: Aplankos pavadinimas

source: Title to display
lt: Rodomas pavadinimas

source: Allow users to upload files
lt: Leisti vartotojams įkelti failus

source: Create
lt: Sukurti

source: Before removing, delete subdirectories
lt: Prieš ištrinima, ištrinkite visus katalogus viduje

source: Delete Folder
lt: Ištrinti aplanka

source: Change Folder
lt: Keisti aplanka

source: Remove missing files
lt: Pašalinti trūkstamus failus

source: Database successfully updated
lt: Duomenų bazė sėkmingai atnaujinta

source: Update Files
lt: Atnaujinti failus

source: Added
lt: Pridėjo

source: Categories
lt: Kategorijos

source: Files
lt: Failai

source: Update
lt: Atnaujinti

source: Current folder
lt: Dabartinis aplankas

source: Current folder and all subfolders
lt: Dabartinis aplankas ir aplakai viduje

source: Entire Downloads
lt: Visi siuntiniai

source: Search
lt: Paieška

source: Search in description
lt: Paiešką aprašyme

source: Invalid file name length. Allowed a minimum of 3 and a maximum of 64 characters.
lt: Netinkamas failo ilgis. Leidžiama ne mažiau kaip 3 ir ne daugiau kaip 64 simbolių.

source: Search results
lt: Paieškos rezultatai

source: No items found
lt: Nieko nerasta

source: New Search
lt: Nauja paieška

source: Search by file Name and is case insensitive.<br>The length of the request: 2mins. 64макс.
lt: Paieška pagal failo Pavadinimą nejautri registrui.<br>Ilgio užklausa: min 2, max 64.

source: Top Users
lt: Top vartotoju

source: The file is on moderation
lt: Failas ant moderacijos

source: Channels
lt: Kanalai

source: Sample rate
lt: Mėginių ėmimo dažnumas

source: Bitrate
lt: Kokybė

source: Duration
lt: Trukmė

source: Resolution
lt: Rezoliucija

source: File name
lt: Failo pavadinimas

source: Uploaded by
lt: Įkelė

source: Voice adopted
lt: Balsas priimtas

source: Files for Download
lt: Failas parsisiuntimui

source: Add to Favorites
lt: Įtraukti į mėgstamus

source: Remove from Favorites
lt: Pašalinti iš mėgstamų

source: Edit Description
lt: Redaguoti aprašymą

source: Managing Screenshots
lt: Screenšotų valdymas

source: Downloads are closed
lt: Siuntiniai yra uždarytos

source: Top Files
lt: Top Failų

source: List of category
lt: Kategorijų sąrašas

source: Up
lt: Į viršų

source: Down
lt: Į apačią

source: List of Files
lt: Failų sąrašas

source: Sorting
lt: Rūšiavimas

source: by time
lt: pagal laiką

source: by name
lt: pagal pavadinimą

source: descending
lt: mažėjimą

source: ascending
lt: didėjimą

source: Folders
lt: Aplankai

source: Import File
lt: Importuoti failą
