Repository: pmtpro/JohnCMS
Catalog: mail/locale/*/default.po
Languages: pl

source: Mail
pl: Wiadomości

source: Deleting messages
pl: Usunięte wiadomości

source: Message does not exist
pl: Ta wiadomość nie istnieje

source: Message deleted
pl: Wiadomość sksowana

source: Back
pl: Powrót

source: You really want to remove the message?
pl: Czy chcesz usunąć tę wiadomość?

source: Delete
pl: Usuń

source: The message for removal isn't chosen
pl: Wiadomość do usuwania nie jest wybrana

source: Personal
pl: Panel

source: Contact deleted
pl: Kontakt usunięty

source: Continue
pl: Kontynuuj

source: When you delete a contact is deleted and all correspondence with him.<br>Are you sure you want to delete?
pl: Po usunięciu kontaktu zostanie usunięta wszelka korespondencja z nim.<br>Czy jesteś pewien, że chcesz usunąć?

source: Contact for removal isn't chosen
pl: Kontakt do usuwania nie jest wybrany

source: Files
pl: Pliki

source: The list is empty
pl: Lista jest pusta

source: Total
pl: Wszystkich

source: To Page
pl: Do strony

source: Blocklist
pl: Czarna lista

source: User does not exists
pl: Użytkownik nie istnieje

source: User not blocked
pl: Użytkownik jest zablokowany

source: User is unblocked
pl: Użytkownik odblokowany

source: You really want to unblock contact?
pl: Czy napewno chcesz usunąć kontakt?

source: Unblock
pl: Odblokuj

source: Contact isn't chosen
pl: Kontakt nie jest wybrany

source: This user can not be blocked
pl: Ten użytkownik nie może być zablokowany

source: User is blocked
pl: Użytkownik jest zablokowany

source: You really want to block contact?
pl: Czy na pewno chcesz zablokować kontakt?

source: Block
pl: Zablokuj

source: My Contacts
pl: Moje kontakty

source: Correspondence
pl: Korespondencja

source: Incoming messages
pl: Przychodzące wiadomości

source: Such file does not exist
pl: Ten plik nie istnieje lub został usunięty

source: No file selected
pl: Nie wybrano pliku

source: New Messages
pl: Nowe wiadomości

source: Block Sender
pl: Zablokuj nadawcę

source: Sent messages
pl: Wysłane wiadomości

source: Messages are deleted
pl: Wiadomości usunięte

source: Confirm the deletion of messages
pl: Potwierdź usunięcie wiadomości

source: System messages
pl: Komunikaty systemowe

source: Clear messages
pl: Wyczyść wiadomości

source: Specify the recipient's login
pl: Określ login odbiorcy

source: Message cannot be empty
pl: Wiadomość nie może być pusta

source: You cannot send messages to yourself
pl: Nie możesz wysyłać wiadomości do siebie

source: You cannot add the message so often. Please, wait %d sec.
pl: Nie wolno pisać wiadomość tak szybko!<br>Proszę, odczekać.

source: To this user can write only contacts
pl: Do tego użytkownika, mogą napisać tylko kontakty

source: To this user can write only friends
pl: Do tego użytkownika, mogą napisać tylko znajomi

source: Error uploading file
pl: Błąd podczas przesyłania pliku

source: It is forbidden to upload files without a name
pl: Zabrania się przesyłania plików bez nazwy

source: It is forbidden to upload files without extension
pl: Nie wolno przesyłać plików bez rozszerzenia

source: The size of the file exceeds the maximum allowable upload
pl: Rozmiar pliku przekracza limit

source: File name contains invalid characters
pl: Nazwa pliku zawiera niedozwolone znaki

source: Forbidden file type! By uploading permitted only files with the following extension
pl: Niedozwolony typ pliku! Dozwolone są tylko pliki z następującymi rozszerzeniami

source: The user at your ignore list. Sending the message is impossible.
pl: Użytkownik dodał Cię do czarnej listy. Wysyłanie wiadomości jest niemożliwe.

source: The user added you in the ignore list. Sending the message isn't possible.
pl: Użytkownik dodał Cię do czarnej listy. Wysyłanie wiadomości jest niemożliwe.

source: Message already exists
pl: Taka wiadomość już istnieje

source: To Whom
pl: Do kogo

source: Send
pl: Wysłać

source: Personal correspondence with
pl: Osobista korespondencja z

source: Send a message
pl: Wyślij prywatną wiadomość

source: File
pl: Plik

source: Contacts
pl: Kontakty

source: You cannot add yourself as a contact
pl: Nie można dodać siebie do znajomych

source: User has been added to your contact list
pl: Użytkownik został dodany do listy kontaktów

source: You really want to add contact?
pl: Czy na pewno chcesz dodać ten kontakt?

source: Add
pl: Dodaj

source: Block User
pl: Blokuj użytkownika
